export const faqData = [
 // Admission Related
 {
  question: "ভর্তির জন্য কী কী কাগজপত্র প্রয়োজন?",
  answer: "ভর্তির জন্য শিক্ষার্থীর জন্ম নিবন্ধন সনদের ডিজিটাল কপি, পূর্ববর্তী স্কুলের ট্রান্সক্রিপ্ট (যদি থাকে) এবং অভিভাবকের জাতীয় পরিচয়পত্রের কপি প্রয়োজন।"
 },
 {
  question: "ভর্তি পরীক্ষার সিলেবাস কীভাবে পাব?",
  answer: "অ্যাডমিশন ফর্ম ফিলাপ করার পর আপনার ড্যাশবোর্ডে সিলেবাসের একটি পিডিএফ লিঙ্ক পাওয়া যাবে। এছাড়া ইমেইলেও সিলেবাসটি পাঠিয়ে দেওয়া হবে।"
 },

 // Payment Related 
 {
  question: "ভর্তি বা পরীক্ষার ফি কীভাবে জমা দেব?",
  answer: "আপনি সরাসরি আমাদের পোর্টালে Stripe পেমেন্ট গেটওয়ের মাধ্যমে ডেবিট কার্ড, ক্রেডিট কার্ড বা অনলাইন ব্যাংকিং ব্যবহার করে ফি জমা দিতে পারবেন।"
 },
 {
  question: "পেমেন্ট গেটওয়েটি কি নিরাপদ?",
  answer: "হ্যাঁ, আমরা আন্তর্জাতিকভাবে স্বীকৃত 'Stripe' ব্যবহার করি। আপনার কার্ডের তথ্য আমাদের সার্ভারে সংরক্ষিত হয় না এবং এটি সম্পূর্ণ এনক্রিপ্টেড ও নিরাপদ।"
 },

 //  Academic & Teachers
 {
  question: "সিনিয়র শিক্ষকদের সাথে যোগাযোগের উপায় কী?",
  answer: "শিক্ষক মণ্ডলীর প্রোফাইল সেকশন থেকে আপনি সংশ্লিষ্ট শিক্ষকের ইমেইল বা কন্টাক্ট নম্বর সংগ্রহ করতে পারেন অথবা সরাসরি অফিস চলাকালীন যোগাযোগ করতে পারেন।"
 },
 {
  question: "স্কুলের ক্লাস টাইম কখন থেকে কখন?",
  answer: "আমাদের একাডেমিক কার্যক্রম সকাল ৮:৩০ মিনিটে শুরু হয় এবং দুপুর ২:৩০ মিনিটে শেষ হয়। প্রতিটি পিরিয়ড ৪৫ মিনিটের হয়ে থাকে।"
 },

 // Other
 {
  question: "ফেইথব্রিজ ইন্টারন্যাশনাল একাডেমি কি ইসলামিক মূল্যবোধ অনুসরণ করে?",
  answer: "হ্যাঁ, আমাদের মূল লক্ষ্যই হলো আধুনিক শিক্ষার সাথে নৈতিক ও ইসলামিক মূল্যবোধের সঠিক সমন্বয় ঘটানো।"
 }
];